{
  "privacy": {
    "title": "Política de Privacidad",
    "content": "En JF Legal Consulting, respetamos su privacidad y nos comprometemos a proteger sus datos personales. Esta política describe cómo recopilamos, utilizamos y protegemos su información personal cuando utiliza nuestros servicios legales.\n\nRecopilamos únicamente la información necesaria para proporcionar nuestros servicios legales, incluyendo datos de contacto, información del caso y documentación relevante. Sus datos se almacenan de forma segura y solo se comparten con terceros cuando es necesario para la prestación del servicio o cuando la ley lo requiera.\n\nPuede ejercer sus derechos de acceso, rectificación, cancelación y oposición contactándonos en cualquier momento. Nos comprometemos a responder a sus solicitudes en un plazo máximo de 30 días.\n\nEsta política puede actualizarse ocasionalmente. Le recomendamos revisarla periódicamente para mantenerse informado sobre cómo protegemos su información."
  },
  "terms": {
    "title": "Términos y Condiciones",
    "content": "Estos términos y condiciones rigen el uso de los servicios legales proporcionados por JF Legal Consulting. Al contratar nuestros servicios, usted acepta estos términos en su totalidad.\n\nNuestros servicios incluyen asesoramiento legal en las áreas de derecho fiscal, laboral, mercantil y sucesiones. Cada caso es único y los resultados pueden variar según las circunstancias específicas.\n\nLas tarifas y honorarios se acordarán por escrito antes del inicio de cualquier trabajo. Los pagos deben realizarse según los términos acordados en el contrato de servicios.\n\nNos comprometemos a mantener la confidencialidad de toda la información relacionada con su caso, de acuerdo con las normas éticas y legales aplicables a la profesión jurídica.\n\nEstos términos pueden modificarse con notificación previa. El uso continuado de nuestros servicios constituye la aceptación de cualquier modificación."
  },
  "legal": {
    "title": "Aviso Legal",
    "content": "JF Legal Consulting es un despacho de abogados debidamente registrado y autorizado para ejercer la profesión jurídica en España. Nuestros servicios están sujetos a la normativa legal vigente y a los códigos deontológicos de la profesión.\n\nLa información contenida en este sitio web tiene carácter informativo y no constituye asesoramiento legal específico. Cada situación legal es única y requiere un análisis individualizado.\n\nNos reservamos el derecho a modificar el contenido de este sitio web en cualquier momento sin previo aviso. Aunque nos esforzamos por mantener la información actualizada, no garantizamos la exactitud completa de todos los contenidos.\n\nEl uso de este sitio web y de nuestros servicios está sujeto a la legislación española. Cualquier disputa será resuelta por los tribunales competentes de Barcelona, España.\n\nPara cualquier consulta legal específica, le recomendamos solicitar una consulta personalizada con nuestros profesionales."
  }
}


