{
  "privacy": {
    "title": "Política de Privacitat",
    "content": "A JF Legal Consulting, respectem la seva privacitat i ens comprometem a protegir les seves dades personals. Aquesta política descriu com recopilem, utilitzem i protegeix la seva informació personal quan utilitza els nostres serveis legals.\n\nRecopilem únicament la informació necessària per proporcionar els nostres serveis legals, incloent dades de contacte, informació del cas i documentació rellevant. Les seves dades s'emmagatzemen de forma segura i només es comparteixen amb tercers quan és necessari per a la prestació del servei o quan la llei ho requereixi.\n\nPodeu exercir els vostres drets d'accés, rectificació, cancel·lació i oposició contactant-nos en qualsevol moment. Ens comprometem a respondre a les vostres sol·licituds en un termini màxim de 30 dies.\n\nAquesta política pot actualitzar-se ocasionalment. Us recomanem revisar-la periòdicament per mantenir-vos informat sobre com protegeix la vostra informació."
  },
  "terms": {
    "title": "Termes i Condicions",
    "content": "Aquests termes i condicions regeixen l'ús dels serveis legals proporcionats per JF Legal Consulting. En contractar els nostres serveis, accepteu aquests termes en la seva totalitat.\n\nEls nostres serveis inclouen assessorament legal en les àrees de dret fiscal, laboral, mercantil i successions. Cada cas és únic i els resultats poden variar segons les circumstàncies específiques.\n\nLes tarifes i honoraris s'acordaran per escrit abans de l'inici de qualsevol treball. Els pagaments s'han de realitzar segons els termes acordats en el contracte de serveis.\n\nEns comprometem a mantenir la confidencialitat de tota la informació relacionada amb el vostre cas, d'acord amb les normes ètiques i legals aplicables a la professió jurídica.\n\nAquests termes poden modificar-se amb notificació prèvia. L'ús continuat dels nostres serveis constitueix l'acceptació de qualsevol modificació."
  },
  "legal": {
    "title": "Avís Legal",
    "content": "JF Legal Consulting és un despatx d'advocats degudament registrat i autoritzat per exercir la professió jurídica a Espanya. Els nostres serveis estan subjectes a la normativa legal vigent i als codis deontològics de la professió.\n\nLa informació continguda en aquest lloc web té caràcter informatiu i no constitueix assessorament legal específic. Cada situació legal és única i requereix una anàlisi individualitzada.\n\nEns reservem el dret a modificar el contingut d'aquest lloc web en qualsevol moment sense previ avís. Encara que ens esforcem per mantenir la informació actualitzada, no garantim l'exactitud completa de tots els continguts.\n\nL'ús d'aquest lloc web i dels nostres serveis està subjecte a la legislació espanyola. Qualsevol disputa serà resoluda pels tribunals competents de Barcelona, Espanya.\n\nPer a qualsevol consulta legal específica, us recomanem sol·licitar una consulta personalitzada amb els nostres professionals."
  }
}


