{
  "privacy": {
    "title": "Privacy Policy",
    "content": "At JF Legal Consulting, we respect your privacy and are committed to protecting your personal data. This policy describes how we collect, use, and protect your personal information when you use our legal services.\n\nWe collect only the information necessary to provide our legal services, including contact data, case information, and relevant documentation. Your data is stored securely and is only shared with third parties when necessary for service provision or when required by law.\n\nYou may exercise your rights of access, rectification, cancellation, and opposition by contacting us at any time. We commit to responding to your requests within a maximum period of 30 days.\n\nThis policy may be updated occasionally. We recommend reviewing it periodically to stay informed about how we protect your information."
  },
  "terms": {
    "title": "Terms and Conditions",
    "content": "These terms and conditions govern the use of legal services provided by JF Legal Consulting. By contracting our services, you accept these terms in their entirety.\n\nOur services include legal advice in the areas of tax, labor, commercial, and inheritance law. Each case is unique and results may vary according to specific circumstances.\n\nFees and honoraria will be agreed in writing before the start of any work. Payments must be made according to the terms agreed in the service contract.\n\nWe commit to maintaining the confidentiality of all information related to your case, in accordance with the ethical and legal standards applicable to the legal profession.\n\nThese terms may be modified with prior notice. Continued use of our services constitutes acceptance of any modification."
  },
  "legal": {
    "title": "Legal Notice",
    "content": "JF Legal Consulting is a law firm duly registered and authorized to practice law in Spain. Our services are subject to current legal regulations and the deontological codes of the profession.\n\nThe information contained on this website is for informational purposes and does not constitute specific legal advice. Each legal situation is unique and requires individual analysis.\n\nWe reserve the right to modify the content of this website at any time without prior notice. Although we strive to keep information updated, we do not guarantee the complete accuracy of all content.\n\nThe use of this website and our services is subject to Spanish legislation. Any dispute will be resolved by the competent courts of Barcelona, Spain.\n\nFor any specific legal consultation, we recommend requesting a personalized consultation with our professionals."
  }
}
